[
  {
    "title":"Fleetwood Mac",
    "date":"March 16, 2022",
    "cover":"/fleetwood.jpg",
    "snippet":"Fleetwood Mac is a British-American rock band, formed in London in 1967.",
    "content":"<p style='padding-bottom:30px'>Fleetwood Mac is a British-American rock band, formed in London in 1967. Fleetwood Mac was founded by guitarist Peter Green, drummer Mick Fleetwood and guitarist Jeremy Spencer, before bassist John McVie joined the line-up for their self-titled debut album. This rock band has been active from 1967-to 1995 and back again from 1997-Present.</p><p style='padding-bottom:30px'>Leading members of Fleetwood Mac consist of Mick Fleetwood, Lindsey Buckingham, Stevie Nicks, Christine McVie, and John McVie.</p><p style='padding-bottom:30px'>They greatly influenced Harry when growing up when his mom, Anne, would often listen to their songs when driving or cooking. In addition, Harry has had the chance to meet his idol, Stevie Nicks, in 2017 and has since then been friends. She has even commented that she sees him as her son.</p>"
  },
  {
    "title":"The Beatles",
    "date":"March 16, 2022",
    "cover":"/beatles.jpg",
    "snippet":"The Beatles were an English rock band, formed in Liverpool in 1960, that comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr.",
    "content":"<p style='padding-bottom:30px'>The Beatles were an English rock band, formed in Liverpool in 1960, that comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr. They are regarded as the most influential band of all time[1] and were integral to the development of 1960s counterculture and popular music‘s recognition as an art form.</p><p style='padding-bottom:30px'>Having created many consistent hit songs through their active years as a band from 1960-1970, they are unsurprisingly the UK’s and world’s greatest band.</p><p style='padding-bottom:30px'>Of course, having this significant influence in the world, young Harry was inspired by them and were role models to him when Harry was in One Direction and his high school band, White Eskimo.</p>"
  },
  {
    "title":"Shania Twain",
    "date":"March 16, 2022",
    "cover":"/shania.jpg",
    "snippet":"Eilleen Regina “Shania” Twain is a Canadian singer and songwriter.",
    "content":"<p style='padding-bottom:30px'>Eilleen Regina “Shania” Twain is a Canadian singer and songwriter. She has sold over 100 million records, making her the best-selling female artist in country music history and one of the best-selling music artists of all time. Her success garnered her several honorific titles including the “Queen of Country Pop“. Billboard named her as the leader of the ’90s country-pop crossover stars.</p><p style='padding-bottom:30px'>Harry’s mom would listen to her songs when he was growing up. Although Harry and Shania’s music is entirely different, Harry still sees her as a significant influence to him to become a singer.</p>"
  },
  {
    "title":"Elvis Presley",
    "date":"March 16, 2022",
    "cover":"/elvis.jpg",
    "snippet":"Elvis Aaron Presley was an American singer and actor.",
    "content":"<p style='padding-bottom:30px'>Elvis Aaron Presley was an American singer and actor. Dubbed the “King of Rock and Roll“, he is regarded as one of the most significant cultural icons of the 20th century.</p><p style='padding-bottom:30px'>At 18, he had already found an audience that enjoyed his music, and it only skyrocketed from there. After almost half a decade since he passed away, his music is still heard, and his name still perseveres as one of the greatest singers and influencers in the world.</p><p style='padding-bottom:30px'>Harry enjoyed watching how Elvis danced at a young age, and he even impersonated him in a play when he was in elementary school. Safe to say, he has had a great influence on Harry.</p>"
  }
]